{
  "books": [
    {
      "id": "1",
      "title": "Me llamo Rigoberta Menchú y así me nació la conciencia",
      "author": "Elizabeth Burgos",
      "cover": "https://pictures.abebooks.com/isbn/9789682313158-es.jpg",
      "price": 20,
      "stock": 3,
      "ISBN": "9789682313158",
      "description": "En su testimonio, Menchú cuenta su vida y las historias de su comunidad. Menchú y su familia viven en el Altiplano de Guatemala y pasan 8 meses del año en las fincas trabajando para los ladinos, los guatemaltecos de ascendencia española. En las fincas, la gente que trabaja allí, muere de hambre y está desnutrida y a menudo se rocía con pesticidas. Menchú cuenta las ceremonias y tradiciones de su comunidad que celebran el mundo natural. Pero la gente indígena lucha para sobrevivir en las miserables condiciones a merced de los ricos terratenientes. Su hermano Nicolás muere de malnutrición en la finca. Menchú quiere mejorar la vida para sí misma y para su comunidad indígena. Menchú aprende el español para usarlo contra sus opresores. Menchú es un líder de su comunidad. Descubre que su padre está encarcelado porque se niega cooperar con los terratenientes ladinos que intentan reclamar la tierra en el altiplano. Los terratenientes y el gobierno siempre engañan a la gente indígena, y así decide defender su tierra y rebelarse contra ellos. Menchú y su comunidad indígena forman el CUC en contra del poderoso gobierno ladino y terratenientes. Menchú trata de ayudar a las comunidades indígenas de Guatemala a asegurar sus tierras y engañar al ejército guatemalteco. Su hermano Petrocinio es secuestrado y quemado vivo por el ejército delante de su familia y del pueblo. Después, su padre es asesinado junto con un grupo de manifestantes en la masacre de la Embajada Española. Finalmente su madre es secuestrada, violada y asesinada. Después de esto, Menchú se involucra más en la causa campesina, y por ello es forzada al exilio desde el cual, más tarde, colaboraría con Burgos para publicar Me llamo Rigoberta Menchú.",
      "language": "español"
    },
    {
      "id": "2",
      "title": "Juegos reunidos feministas",
      "author": "Ana Galvañ",
      "cover": "https://www.gonvill.com.mx/imagenes/9786070/978607075883.JPG",
      "price": 14.9,
      "stock": 2,
      "ISBN": "9786070758836",
      "description": "A estas alturas es imposible esquivar el tema. Da igual que tu entorno sea el del activismo de género o el de la peña madridista de tu ciudad, nos apostamos los ovarios a que en el último año has discutido sobre feminismo al menos una vez al mes. A veces habrás salido con las cosas más claras. A veces habrás terminado un poquito confundida. A veces enfadada. Pero nunca indiferente. Por eso hemos hecho este libro. Un cuaderno de actividades repleto de juegos y explicaciones para que tus discusiones ganen en material para risas y para enfados, pero sobre todo en profundidad. A través de los tres niveles en que se divide, atravesarás los conceptos teóricos que dan forma al feminismo y reconocerás los efectos del patriarcado en tu día día. Juegos reunidos feministas  es un libro para pasarlo bien sola o acompañada, pero es también un recorrido provocativo hacia el cambio. Aquí hemos venido a reír, sí. Pero también hemos venido a luchar. Y si todavía no lo crees, juega y verás. ",
      "language": "español"
    },
    {
      "id": "3",
      "title": "Moneda dura",
      "author": "Cecilia García Huidobro Mc A",
      "cover": "https://m.media-amazon.com/images/I/41303Vpk-fL._SY445_SX342_.jpg",
      "price": 35.9,
      "stock": 0,
      "ISBN": "9789563246162",
      "description": "Este es una especie de cartografía de Gabriela Mistral a través de las opiniones y pensamientos que ella expresara en las entrevistas hechas a lo largo de su vida. Ordenadas a modo de diccionario, cada entrada comunica con rapidez a una nueva y diferente faceta de esta compleja mujer. La persona, la intelectual y la escritora intercambian parlamentos, máscaras y secretos a través de cada una de las ideas extractadas de sus entrevistas, permitiéndonos recorrer desde sus certezas hasta sus contradicciones, sin dejar de lado sus adversidades, odios, sueños y pasiones. El conjunto de entrevistas retratan a una desconocida Gabriela Mistral y también su época. Nuestra Gabriela era ante todo una mujer errante o , como ella misma se describió, una criatura vagabunda, desterrada voluntaria. Podemos seguir esta huella paralelamente en distintos lugares: México, Italia, España... Recorrió el mundo dándose tiempo para hablar con la prensa y esta la destacó como una de las intelectuales relevantes de su época. Era hogareña y reservada, pero asumió un rol público donde la prensa constituía un lugar de encuentro. Una polis de papel y tinta. Ese es el gran capital de este libro. Su moneda dura.",
      "language": "español"
    },
    {
      "id": "4",
      "title": "Plegarias en la noche larga",
      "author": "Amalia Mercedes Abaria",
      "cover": "https://http2.mlstatic.com/D_NQ_NP_2X_948888-MLU73666323120_012024-F.jpg",
      "price": 15,
      "stock": 3,
      "ISBN": "9789877503890",
      "description": "Amalia Mercedes Abaria siempre se caracterizó por una personalidad interrogante; reflexiva; sentiente; pero ahora nos muestra en su labor la presencia viva del Espíritu; que habita en cada uno de nosotros. Poemas que son plegarias reconocidas como tales dan cuenta del despertar del corazón en el mundo desangelado. Este nuevo poemario; enriquecido por traducciones de conocidas poetas a otras lenguas y por las valiosas pinturas del último tiempo; evidencia la situación del alma creadora cuando la roza la presencia de la eternidad. Entre el arte y la vida espiritual; Amalia nos entrega un testimonio que da cuenta del dolor del mundo y transmite su profunda piedad por la humanidad. - Graciela Maturo",
      "language": "español"
    },
    {
      "id": "95d7",
      "title": "dtfyguhijok",
      "author": "hbjnkml,",
      "cover": "C:\\fakepath\\Captura de pantalla 2024-11-11 a las 15.58.44.png",
      "price": "333",
      "isbn": "1234567899876",
      "stock": "33",
      "language": "",
      "synopsis": "hvgftrdyui"
    },
    {
      "id": "bf2c",
      "title": "fcgvhbjknm",
      "author": "fyguhijk",
      "cover": "",
      "price": "33",
      "isbn": "1111111111111",
      "stock": "3",
      "language": "",
      "synopsis": "ghjk"
    }
  ]
}